Repository: naaando/rush
Catalog: po/*.po
Languages: pl

source: Pomodoro timer
pl: Czasomierz Pomodoro

source: Time manager app to break your work into intervals to keep you focused.
pl: Aplikacja zarządzająca czasem, dzięki której podzielisz pracę na interwały i pozostaniesz skupiony.

source: Produtivity;Acessories;Clock;
pl: Produktywność;Akcesoria;Zegar

source: Start working
pl: Zacznij pracować

source: Start a break
pl: Rozpocznij przerwę

source: Start a long break
pl: Rozpocznij długą przerwę

source: A timer to use pomodoro technique
pl: Czasomierz wykorzystujący technikę Pomodoro

source: Fix broken appdata
pl: Naprawiono uszkodzone AppData

source: Fix desktop actions
pl: Naprawiono akcje pulpitu

source: Fix release problems for AppCenter
pl: Naprawiono problemy z AppCenter

source: Brand new icon
pl: Nowa ikona

source: Fixes missing dependencies on debian packaging
pl: Poprawki brakujące zależności w paczce Debiana

source: Fixes appstream metadata not being installed
pl: Poprawiono nieinstalujące się appstream metadata

source: Fix broken progress bar on launcher entry in dock
pl: Poprawiono zepsuty pasek postępu w doku

source: Present new window instead of openning another
pl: Pokazywanie nowego okna zamiast otwierania kolejnego

source: Rebranded to rush
pl: Nazwa zmieniona na Rush

source: First release
pl: Pierwsza wersja

source: Pause not implemented
pl: Pauza niezaimplementowana

source: Working
pl: Pracujesz

source: Short break
pl: Krótka przerwa

source: Long break
pl: Długa przerwa

source: Alarm done
pl: Alarm zakończony

source: Next
pl: Dalej

source: Continue working
pl: Kontynuuj pracę

source: Proceed to
pl: Przejdź do

source: Keep working
pl: Pracuj dalej

source: Continue automatically to next pomodoro
pl: Kontynuuj automatycznie do następnego pomodoro

source: Duration in minutes
pl: Długość w minutach

source: Working:
pl: Praca:

source: Short break:
pl: Krótka przerwa

source: Long break:
pl: Długa przerwa

source: 0 times
pl: 0 razy

source: Short breaks:
pl: Krótkie przerwy:

source: Long breaks:
pl: Długie przerwy:

source: Worked time:
pl: Czas przepracowany:

source: Time on breaks:
pl: Czas spędzony na przerwach:

source: Total:
pl: Łącznie

source: Left
pl: pozostało

source: Start
pl: Rozpocznij

source: Start short break
pl: Rozpocznij krótką przerwę

source: Start long break
pl: Rozpocznij długą przerwę

source: Stop
pl: Przerwij

source: Start running on app startup
pl: Uruchamiaj aplikację wystartowaną

source: hours
pl: godzin

source: minutes
pl: minut/y
